Repository: dpgaspar/Flask-AppBuilder
Catalog: flask_appbuilder/translations/*/LC_MESSAGES/messages.po
Languages: el, fa, sl, zh_hk

source: First Name
el: Όνομα
fa: نام کوچک
sl: Ime
zh_hk: 名

source: Write the user first name or names
el: Γράψτε το όνομα του χρήστη
fa: نام یا نام‌های کاربر را وارد کنید
sl: Vpišite ime uporabnika
zh_hk: 用戶的名字

source: Last Name
el: Επώνυμο
fa: نام خانوادگی
sl: Priimek
zh_hk: 姓

source: Write the user last name
el: Γράψε το επίθετο του χρήστη
fa: نام خانوادگی کاربر را وارد کنید
sl: Vpišite priimek uporabnika
zh_hk: 用戶的姓氏

source: Emp. Number
fa: شماره کارمندی

source: Employee Number
fa: شماره کارمند

source: User info
el: Πληροφορίες Χρήστη
fa: اطلاعات کاربر
sl: Informacije o uporabniku
zh_hk: 用戶信息

source: Personal Info
el: Προσωπικές Πληροφορίες
fa: اطلاعات شخصی
sl: Osebne informacije
zh_hk: 個人信息

source: Audit Info
el: Πληροφορίες Ελέγχου
fa: اطلاعات حسابرسی
sl: Revizijske informacije
zh_hk: 審計信息

source: List Groups
fa: لیست گروه‌ها

source: Manage Groups
fa: مدیریت گروه‌ها

source: List Contacts
fa: لیست مخاطبان

source: Contacts Chart
fa: نمودار مخاطبین

source: Contacts Birth Chart
fa: نقشه تولد مخاطبین

source: Tweet message
fa: پیام توییت

source: Test Field One
fa: فیلد آزمایشی یک

source: Add a new record
el: Προσθήκη Νέας Εγγραφής
fa: یک رکورد جدید اضافه کنید
sl: Dodaj zapis
zh_hk: 添加新記錄

source: Show record
el: Εμφάνιση Εγγραφής
fa: نمایش رکورد
sl: Prikaži zapis
zh_hk: 顯示記錄

source: Edit record
el: Επεξεργασία Εγγραφής
fa: ویرایش رکورد
sl: Uredi zapis
zh_hk: 編輯記錄

source: Delete record
el: Διαγραφή Εγγραφής
fa: حذف رکورد
sl: Izbriši zapis
zh_hk: 刪除記錄

source: Record Count
el: Συνολικές Εγγραφές
fa: تعداد رکوردها
sl: Število zapisov
zh_hk: 記錄數目

source: Page size
el: Μέγεθος Σελίδας
fa: اندازه صفحه
sl: Velikost strani
zh_hk: 顯示行數

source: Add Filter
el: Προσθήκη φίλτρου
fa: افزودن فیلتر
sl: Dodaj filter
zh_hk: 添加過濾條件

source: No records found
el: Δεν βρέθηκαν εγγραφές
fa: هیچ رکوردی یافت نشد
sl: Ni zapisov
zh_hk: 沒有找到記錄

source: Back
el: Επιστροφή
fa: بازگشت
sl: Nazaj
zh_hk: 後退

source: Logout
el: Αποσύνδεση
fa: خروج
sl: Odjava
zh_hk: 註銷

source: Login
el: Σύνδεση
fa: ورود
sl: Prijava
zh_hk: 登錄

source: My form View
fa: نمایش فرم من

source: Page not found
fa: صفحه پیدا نشد

source: Access is Denied
el: Απαγορεύεται η Πρόσβαση
fa: دسترسی برای شما مجاز نیست
sl: Dostop zavrnjen
zh_hk: 訪問被拒絕

source: Not a valid choice
fa: انتخاب نامعتبر است
sl: Izbira ni veljavna

source: Select Value
fa: انتخاب مقدار
sl: Izberite vrednost
zh_hk: 請選擇

source: Search
el: Αναζήτηση
fa: جستجو
sl: Iskanje
zh_hk: 搜索

source: Save
el: Αποθήκευση
fa: ذخیره کنید
sl: Shrani
zh_hk: 保存

source: This field is required.
el: Το πεδίο απαιτείται.
fa: این فیلد الزامی است.
sl: Polje je obvezno.
zh_hk: 此字段是必需的

source: Not a valid date value
el: Λάθος τιμή
fa: مقدار تاریخ معتبر نیست
sl: Datum ni veljaven
zh_hk: 日期值無效

source: Invalid file extension
el: Λάθος πρόσθετο
fa: پسوند فایل نامعتبر است
sl: Neveljavna končnica datoteke
zh_hk: 無效的文件擴展名

source: Already exists.
el: Υπάρχει ήδη.
fa: قبلاً وجود دارد.
sl: Že obstaja.
zh_hk: 已經存在

source: Must have at least two capital letters, one special character, two digits, three lower case letters and a minimal length of 10.
fa: حداقل باید شامل دو حرف بزرگ، یک کاراکتر خاص، دو عدد، سه حرف کوچک و حداقل طول ۱۰ باشد.
sl: Mora vsebovati vsaj dve tiskani črki, en poseben znak, dve številki, tri male tiskane črke, dolžina pa mora biti vsaj 10 znakov.

source: Group by
el: Ομαδοποίηση
fa: گروه‌بندی بر اساس
sl: Združi
zh_hk: 分組

source: Added Row
el: Προστέθηκε εγγραφή
fa: سطر اضافه شد
sl: Dodana vrstica
zh_hk: 記錄已添加

source: Changed Row
el: Μεταβολή εγγραφής
fa: ردیف تغییر یافته
sl: Spremenjena vrstica
zh_hk: 記錄已更新

source: Deleted Row
el: Η εγγραφή διαγράφηκε
fa: روند حذف شده
sl: Izbrisana vrstica
zh_hk: 記錄已刪除

source: Associated data exists, please delete them first
el: Υπάρχουν συσχετιζόμενα δεδομένα, παρακαλώ διαγράψτε τα πρώτα
fa: داده‌های مرتبط وجود دارد، لطفاً ابتدا آن‌ها را حذف کنید.
sl: Povezani podatki že obstajajo. Najprej jih izbrišite.
zh_hk: 存在關聯數據，請先將其刪除

source: Integrity error, probably unique constraint
el: Σφάλμα ακεραιότητας, ίσως μοναδικό περιορισμό
fa: خطای یکپارچگی، احتمالاً محدودیت یکتایی
sl: Napaka integritete, verjetno unikaten pogoj
zh_hk: 數據完整性錯誤，可能缺少必填字段數據

source: General Error
el: Γενικό Λάθος
fa: خطای عمومی
sl: Splošna napaka
zh_hk: 錯誤

source: Database Error
fa: خطای پایگاه داده

source: Count of
el: Μέτρηση
fa: تعداد
sl: Število
zh_hk: 計數

source: Sum of
el: Αθροισμα
fa: جمع
sl: Vsota
zh_hk: 總和

source: Avg. of
el: Μέσος Όρος
fa: به‌طور متوسط از
sl: Povprečje
zh_hk: 平均

source: Contains
el: Περιέχει
fa: شامل می‌شود
sl: Vsebuje
zh_hk: 包含

source: Contains (insensitive)
fa: شامل (بی‌احساس)
sl: Vsebuje (neobčutljivo)

source: Not Contains
el: Δεν περιέχει
fa: شامل نمی‌شود
sl: Ne vsebuje
zh_hk: 不包含

source: Equal to
el: Ίσο με
fa: مساوی با
sl: Enako kot
zh_hk: 等於

source: Not Equal to
el: Δεν είναι ίσο με
fa: نامساوی با
sl: Ni enako kot
zh_hk: 不等於

source: Greater than
el: Μεγαλύτερο από
fa: بیشتر از
sl: Večje kot
zh_hk: 大於

source: Smaller than
el: Μικρότερο από
fa: کوچک‌تر از
sl: Manjše kot
zh_hk: 小於

source: Start with
fa: شروع کنید با
sl: Začne se z

source: Starts with
el: Ξεκινούν με
fa: شروع می‌شود با
sl: Začne se z
zh_hk: 以開始

source: Not Starts with
el: Δεν ξεκινούν με
fa: شروع نمی‌شود با
sl: Ne začne se z
zh_hk: 不以開始

source: Relation
el: Σχέση
fa: رابطه
sl: Relacija
zh_hk: 關聯

source: Relation as Many
el: Σχεσή με πολλά
fa: رابطه به صورت چندین
sl: Relacija toliko kot
zh_hk: 多重關聯

source: Ends with
el: Τελειώνει με
fa: به پایان می‌رسد با
sl: Konča se z
zh_hk: 以結束

source: Not Ends with
el: Δεν τελειώνει με
fa: پایان‌نیافته با
sl: Ne konča se z
zh_hk: 不以結束

source: No Relation
el: Χωρίς σχέση
fa: هیچ رابطه‌ای
sl: Ni relacije
zh_hk: 不關聯

source: OpenID
fa: اوپن آیدی

source: User Name
el: Όνομα χρήστη
fa: نام کاربری
sl: Uporabniško ime
zh_hk: 用戶名

source: Remember me
el: Να με θυμάσαι
fa: مرا به خاطر بسپار
sl: Opomni me
zh_hk: 記住我

source: Password
el: Κωδικός
fa: رمز عبور
sl: Geslo
zh_hk: 密碼

source: Please use a good password policy, this application does not check this for you
el: Χρησιμοποιείστε έναν ασφαλή κωδικό. Η εφαρμογή δεν τον ελέγχει για εσάς
fa: لطفاً از یک سیاست گذرواژه خوب استفاده کنید، این برنامه این مورد را برای شما بررسی نمی‌کند.
sl: Uporabite varno geslo. Ta aplikacija tega ne bo preverila
zh_hk: 請使用較為安全的密碼，該應用不會檢查密碼安全性

source: Confirm Password
el: Επιβεβαίωση Κωδικού
fa: تأیید رمز عبور
sl: Potrdite geslo
zh_hk: 確認密碼

source: Please rewrite the password to confirm
el: Παρακαλώ ξαναγράψτε τον κωδικό για επιβεβαίωση
fa: لطفاً رمز عبور را دوباره بنویسید تا تأیید شود.
sl: Ponovno vpišite geslo za potrditev
zh_hk: 請重新輸入密碼以確認

source: Passwords must match
el: Οι κωδικοί πρέπει να ταιριάζουν
fa: کلمات عبور باید مطابقت داشته باشند
sl: Gesli se morata ujemati
zh_hk: 密碼必須一致

source: Email
fa: ایمیل
sl: E-pošta

source: List Users
el: Λίστα χρηστών
fa: لیست کاربران
sl: Seznam uporabnikov
zh_hk: 用戶列表

source: Security
el: Ασφάλεια
fa: امنیت
sl: Varnost
zh_hk: 用戶權限

source: List Roles
el: Λίστα Ρόλων
fa: لیست نقش‌ها
sl: Seznam vlog
zh_hk: 角色列表

source: User's Statistics
el: Στατιστικά χρηστών
fa: آمار کاربران
sl: Uporabnikova statistika
zh_hk: 用戶統計

source: User Registrations
fa: ثبت‌نام کاربران
sl: Registracija uporabnikov
zh_hk: 用戶信息

source: Base Permissions
el: Βασικά Δικαιώματα
fa: مجوزهای پایه
sl: Bazna dovoljenja
zh_hk: 基本權限

source: Views/Menus
el: Οθόνες/Μενού
fa: نمایش‌ها/منوها
sl: Pogledi/Meniji
zh_hk: 視圖/菜單

source: Permission on Views/Menus
el: Δικαιώματα στις Οθόνες/Μενού
fa: مجوز بر روی نمایه‌ها/منوها
sl: Dovoljenja za Poglede/Menije
zh_hk: 視圖/菜單權限

source: Account activation
el: Ενεργοποίησεις Χρηστών
fa: فعال‌سازی حساب کاربری
sl: Aktivacija računa
zh_hk: 帳號激活

source: Registration sent to your email
el: Τα στοιχεία έχουν αποσταλλεί στο email σας
fa: ثبت نام به ایمیل شما ارسال شد
sl: Registracija poslana na vaš e-naslov
zh_hk: 註冊信息已發送到您的郵箱

source: Not possible to register you at the moment, try again later
el: Δεν μπορείτε να συνδεθείτε προς το παρώνΠαρακαλώ προσπαθήστε αργότερα
fa: در حال حاضر امکان ثبت‌نام شما وجود ندارد، لطفاً بعداً تلاش کنید.
sl: Trenutno se ni mogoče registrirati. Poskusite kasneje.
zh_hk: 目前無法完成註冊，請稍後再試

source: Registration not found
el: Δεν βρέθηκε η σύνδεηση
fa: ثبت نام یافت نشد
sl: Registracija ni najdena
zh_hk: 尚未註冊

source: Fill out the registration form
el: Συμπληρώστε τη φόρμα εγγραφής
fa: فرم ثبت‌نام را پر کنید
sl: Izpolnite registracijski obrazec
zh_hk: 填寫註冊數據

source: List Base Permissions
el: Λίστα Βασικών Δικαιωμάτων
fa: فهرست مجوزهای پایه
sl: Seznam baznih dovoljenj
zh_hk: 列出基本權限

source: Show Base Permission
el: Εμφάνιση Βασικών Δικαιωμάτων
fa: نمایش مجوز پایه
sl: Prikaži bazna dovoljenja
zh_hk: 顯示基本權限

source: Add Base Permission
el: Προσθήκη Βασικών Δικαιωμάτων
fa: اجازه پایه را اضافه کنید
sl: Dodaj bazno dovoljenje
zh_hk: 添加基本權限

source: Edit Base Permission
el: Επεξεργασία Βασικών Δικαιωμάτων
fa: ویرایش مجوز پایه
sl: Uredi bazno dovoljenje
zh_hk: 編輯基本權限

source: Name
el: Όνομα
fa: نام
sl: Ime
zh_hk: 名稱

source: List View Menus
el: Λίστα Οθονών Μενού
fa: منوهای نمای فهرست
sl: Seznam pogledov menijev
zh_hk: 列表視圖菜單

source: Show View Menu
el: Εμφάνιση Οθονών Μενού
fa: نمایش منوی مشاهده
sl: Prikaži meni pogleda
zh_hk: 顯示視圖菜單

source: Add View Menu
el: Προσθηκη Οθόνης Μενού
fa: منوی نمایش را اضافه کنید
sl: Dodaj meni pogleda
zh_hk: 添加視圖菜單

source: Edit View Menu
el: Επεξεργασία Οθόνης Μενού
fa: ویرایش منوی مشاهده
sl: Uredi meni pogleda
zh_hk: 編輯視圖菜單

source: List Permissions on Views/Menus
el: Λίστα Δικαιωμάτων Οθονών/Μενού
fa: فهرست مجوزها برای نماها/منوها
sl: Seznam dovoljenj za Poglede/Menije
zh_hk: 視圖/菜單權限列表

source: Show Permission on Views/Menus
el: Εμφάνιση Δικαιωμάτων Οθονών/Μενού
fa: نمایش مجوزها بر روی نماها/منوها
sl: Prikaži dovoljenja za Poglede/Menije
zh_hk: 顯示視圖/菜單權限

source: Add Permission on Views/Menus
el: Προσθήκη Δικαιωμάτων Οθονών/Μενού
fa: اجازه دسترسی بر روی نماها/منوها اضافه کنید
sl: Dodaj dovoljenja za Poglede/Menije
zh_hk: 添加視圖/菜單權限

source: Edit Permission on Views/Menus
el: Επεξεργασία Δικαιωμάτων Οθονών/Μενού
fa: ویرایش مجوزها برای نماها/منوها
sl: Uredi dovoljenja za Poglede/Menije
zh_hk: 編輯視圖/菜單權限

source: Permission
el: Δικαιώματα
fa: مجوز
sl: Dovoljenje
zh_hk: 權限

source: View/Menu
el: Οθόνες/Μενού
fa: نمایش/منو
sl: Pogled/Meni
zh_hk: 視圖/菜單

source: Reset Password Form
el: Αρχικοποίηση Κωδικού
fa: فرم بازنشانی رمز عبور
sl: Obrazec za ponastavitev gesla
zh_hk: 重設密碼表單

source: Password Changed
el: Ο Κωδικός αποθηκεύτηκε
fa: رمز عبور تغییر کرد
sl: Geslo spremenjeno
zh_hk: 密碼已更改

source: Edit User Information
fa: ویرایش اطلاعات کاربر
sl: Uredite informacije o uporabniku

source: User information changed
fa: اطلاعات کاربر تغییر یافت
sl: Uporabnikovi podatki spremenjeni

source: Show User
el: Εμφάνιση Χρήστη
fa: نمایش کاربر
sl: Prikaži uporabnika
zh_hk: 顯示用戶

source: Add User
el: Προσθήκη Χρήστη
fa: کاربر اضافه کنید
sl: Dodaj uporabnika
zh_hk: 添加用戶

source: Edit User
el: Επεξεργασία Χρήστη
fa: ویرایش کاربر
sl: Uredi uporabnika
zh_hk: 編輯用戶

source: Full Name
el: Πλήρες Όνομα
fa: نام کامل
sl: Celotno ime
zh_hk: 全名

source: Is Active?
el: Είναι ενεργό;
fa: آیا فعال است؟
sl: Aktiven?
zh_hk: 是否激活？

source: Role
el: Ρόλος
fa: نقش
sl: Vloga
zh_hk: 角色

source: Last login
el: Τελευταία Σύνδεση
fa: آخرین ورود
sl: Zadnja prijava
zh_hk: 上一次登錄

source: Login count
el: Συνδέσεις
fa: تعداد ورود به سیستم
sl: Število prijav
zh_hk: 登錄次數

source: Failed login count
el: Λανθασμένες Συνδέσεις
fa: تعداد تلاش‌های ناموفق برای ورود
sl: Število neuspešnih prijav
zh_hk: 失敗的登錄次數

source: Created on
el: Δημιουργήθηκε στις
fa: ایجاد شده در
sl: Ustvarjeno
zh_hk: 創建於

source: Created by
el: Δημιουργήθηκε από
fa: ایجاد شده توسط
sl: Ustvaril
zh_hk: 創建者

source: Changed on
el: Αλλαγή στις
fa: تغییر داده شده در
sl: Spremenjen
zh_hk: 修改於

source: Changed by
el: Αλλαγή από
fa: تغییر یافته توسط
sl: Spremenil
zh_hk: 修改者

source: Username valid for authentication on DB or LDAP, unused for OID auth
el: Ο χρήστη μπορεί να αυθεντικοποιηθεί στη ΒΔ ή στο LDAP
fa: نام کاربری معتبر برای احراز هویت در پایگاه داده یا LDAP، برای احراز هویت OID استفاده نشده است.
sl: Uporabniško ime je veljavno za DB ali LDAP avtentikacijo. Ni uporabljeno za OID avtentikacijo
zh_hk: 用戶名將被用於數據庫或LDAP認證，不用於OID驗證

source: The user's password for authentication
fa: رمز عبور کاربر برای احراز هویت
sl: Uporabnikovo geslo za avtentikacijo

source: It's not a good policy to remove a user, just make it inactive
el: Δεν συνίσταται να διαγράψετε ένα χρήστη. Εναλλακτικά απενεργοποιήστε τον
fa: این یک سیاست خوب نیست که یک کاربر را حذف کنید، فقط آن را غیرفعال کنید.
sl: Izbris uporabnika ni dobra praksa, raje ga deaktivirajte

source: The user's email, this will also be used for OID auth
el: Το email του χρήστη θα χρησιμοποιηθεί για OID έλεγχο
fa: ایمیل کاربر، این ایمیل همچنین برای احراز هویت OID استفاده خواهد شد.
sl: Uporabnikov e-naslov, uporabljen bo tudi za OID avtentikacijo
zh_hk: 用戶的電子郵件，將被用於OID驗證

source: Please rewrite the user's password to confirm
el: Παρακαλώ ξαναγράψτε τον κωδικό για επιβεβαίωση
fa: لطفاً رمز عبور کاربر را برای تأیید دوباره بنویسید.
sl: Ponovno vpišite geslo za potrditev
zh_hk: 請再輸入一次用戶密碼

source: Your user information
el: Πληροφορίες του χρήστη
fa: اطلاعات کاربری شما
sl: Vaše uporabniške informacije
zh_hk: 用戶信息

source: Reset my password
el: Αλλαγή του κωδικού μου
fa: رمز عبور من را بازنشانی کنید
sl: Ponastavi geslo
zh_hk: 重設密碼

source: Reset Password
el: Αλλαγή κωδικού
fa: تنظیم مجدد رمز عبور
sl: Ponastavi geslo
zh_hk: 重設密碼

source: User Statistics
el: Στατιστικά χρήστη
fa: آمار کاربران
sl: Uporabnikova statistika
zh_hk: 用戶統計

source: Show Role
el: Εμφάνιση Ρόλου
fa: نمایش نقش
sl: Prikaži vlogo
zh_hk: 顯示角色

source: Add Role
el: Προσθήκη Ρόλου
fa: اضافه کردن نقش
sl: Dodaj vlogo
zh_hk: 添加角色

source: Edit Role
el: Επεξεργασία Ρόλου
fa: ویرایش نقش
sl: Uredi vlogo
zh_hk: 編輯角色

source: Permissions
el: Δικαιώματα΄
fa: مجوزها
sl: Dovoljenja
zh_hk: 權限

source: Copy Role
el: Αντιγραφή Ρόλου
fa: کپی نقش
sl: Kopiraj vlogo
zh_hk: 複製角色

source: Copy the selected roles?
el: Αντιγράψτε τους επιλεγμένους ρόλους
fa: رول‌های انتخاب‌شده را کپی کنید؟
sl: Kopiraj izbrane vloge?
zh_hk: 複製選定的角色？

source: List of Registration Requests
el: Λίστα των Αιτήσεων Εγγραφής
fa: لیست درخواست‌های ثبت‌نام
sl: Seznam zahtev za registracijo
zh_hk: 註冊申請列表

source: Show Registration
el: Εμφάνιση Εγγραφής
fa: نمایش ثبت‌نام
sl: Prikaži registracijo
zh_hk: 顯示註冊數據

source: Invalid login. Please try again.
el: Λανθασμένη προσπάθεια σύνδεσης. Δοκιμάστε ξανά
fa: ورود نامعتبر. لطفاً دوباره تلاش کنید.
sl: Neveljavna prijava. Poskusite znova.
zh_hk: 無效的用戶名或密碼，請重試！

source: Sign In
el: Σύνδεση
fa: ورود
sl: Prijava
zh_hk: 登錄

source: Profile
el: Προφίλ Χρήστη
fa: پروفایل
sl: Profil
zh_hk: 用戶信息

source: Welcome
el: Καλως ήρθατε
fa: خوش آمدید
sl: Dobrodošli
zh_hk: 歡迎

source: User confirmation needed
el: Απαιτείται σύνδεση
fa: نیاز به تأیید کاربر است.
sl: Potrebna je potrditev s strani uporabnika
zh_hk: 請確認

source: Actions
el: Ενέργειες
fa: عملیات
sl: Aktivnosti
zh_hk: 操作

source: Order by
el: Ταξινόμηση με
fa: ترتیب بر اساس
sl: Razvrsti
zh_hk: 排序

source: Add
fa: اضافه کردن
sl: Dodaj

source: Edit
fa: ویرایش
sl: Uredi

source: Show
fa: نمایش بده
sl: Prikaži

source: Delete
fa: حذف کنید
sl: Izbriši

source: Are you sure you want to delete this item?
fa: آیا مطمئن هستید که می‌خواهید این مورد را حذف کنید؟

source: Group by fields
el: Ομαδοποίηση με πεδία
fa: گروه‌بندی بر اساس فیلدها
sl: Polja za združevanje
zh_hk: 按字段分組

source: Detail
fa: جزئیات
sl: Podrobnosti
zh_hk: 詳細

source: Your user is activated you can now proceed to login
el: Ο Χρήστης ενεργοποιήθηκε. Μπορείτε να συνδεθείτε.
fa: کاربر شما فعال شده است، حالا می‌توانید به ورود به سیستم ادامه دهید.
sl: Uporabnik je aktiviran. Sedaj se lahko prijavite.
zh_hk: 用戶已激活，現在可以登錄

source: Enter your login and password below
el: Εισάγετε το όνομα χρήστη και των κωδικό πρόσβασης παρακάτω
fa: نام کاربری و رمز عبور خود را در زیر وارد کنید
sl: Vnesite uporabniško ime in geslo
zh_hk: 請在下面輸入您的用戶名和密碼

source: Username
el: Όνομα Χρήστη
fa: نام کاربری
sl: Uporabniško ime
zh_hk: 用戶名

source: If you are not already a user, please register
el: Εάν δεν είστε ήδη χρήστης, παρακαλώ κάντε πρώτα εγγραφή
fa: اگر در حال حاضر کاربر نیستید، لطفاً ثبت‌نام کنید.
sl: Če še niste uporabnik, se registrirajte
zh_hk: 如果您還不是用戶，請先註冊

source: Register
el: Εγγραφή
fa: ثبت نام
sl: Registracija
zh_hk: 註冊

source: Sign In with
fa: ورود با
sl: Prijava z

source: Click on your OpenID provider below
el: Κάντε κλικ στον OpenID πάροχο παρακάτω
fa: روی ارائه‌دهنده OpenID خود در زیر کلیک کنید
sl: Kliknite na ponudnika OpenID spodaj
zh_hk: 點擊下方的OpenID提供商

source: Or enter your OpenID here
el: ή εισάγετε τον OpenID εδώ
fa: یا OpenID خود را در اینجا وارد کنید
sl: Ali pa vnesite OpenID tukaj
zh_hk: 或在此處輸入您的OpenID

source: Please choose a provider
el: Παρακαλώ επιλέξτε έναν πάροχο
fa: لطفاً یک ارائه‌دهنده را انتخاب کنید.
sl: Izberite ponudnika
zh_hk: 請選擇下列選項之一

source: Enter your OpenID Username
el: Εισάγετε το όνομα χρήστη OpenID
fa: نام کاربری OpenID خود را وارد کنید
sl: Vnesite uporabniško ime za OpenID

source: Sign in using:
el: Συνδεθείτε με:
fa: با استفاده از وارد شوید:
sl: Prijavite se z:
zh_hk: 通過以下方式登錄：

source: You sure you want to delete this item?
el: Είστε σίγουρος ότι θέλετε να διαγράψετε την εγγραφή;
sl: Ste prepričani, da želite izbrisati ta vnos?
zh_hk: 您確定要刪除這條記錄嗎？

source: EMail
zh_hk: 電子郵箱

source: The user role on the application, this will associate with a list of permissions
el: Ό ρόλος του χρήστη στην εφγαρμογή θα σχετιστεί με τη λίστα δικαιωμάτων
zh_hk: 用戶角色，關聯到用戶權限

source: Please choose one of the following providers:
el: Επιλέξτε ένα από τους παρακάτω πάροχους
zh_hk: 請選擇下列選項之一

source: Εγγραφή Χρήστη
el: Ihre Benutzerinformationen
